test/cases/2x1_MASK/setEvm_Ru0OutRu1In.cmd.xml

<soap-env:Envelope
 soap-env:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/">
<soap-env:Header>
</soap-env:Header>
<soap-env:Body>
<xdaq:ParameterSet xmlns:xdaq="urn:xdaq-soap:3.0">
<p:properties xmlns:p="urn:xdaq-application:rubuilder::evm::Application" xsi:type="soapenc:Struct">
  <p:ruInstances soapenc:arrayType="xsd:ur-type[1]" xsi:type="soapenc:Array">
     <p:item soapenc:position="[0]" xsi:type="xsd:unsignedInt">1</p:item>
  </p:ruInstances>
 </p:properties>
</xdaq:ParameterSet>
</soap-env:Body>
</soap-env:Envelope>
